/* No comment provided by engineer. */
"Add" = "Ekle";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* Button title to choose an Address Book card for a contact */
"Choose Address Book Card" = "Bir Adres Defteri Kartı Seçin";

/* No comment provided by engineer. */
"Choose Card" = "Bir Kart Seçin";

/* No comment provided by engineer. */
"Close" = "Kapat";

/* No comment provided by engineer. */
"Continue" = "Devam Et";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* Verb 'edit' on a button */
"Edit" = "Düzenle";

/* 'Get Info' on a button; when pressed, the information for a specified contact will be displayed */
"Get Info" = "Bilgi Ver";

/* Button in the Xtras Manager to go to xtras.adium.im to get more adiumxtras */
"Get More Xtras" = "Daha Fazla Ekstra";

/* No comment provided by engineer. */
"Invite" = "Davet Et";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "İleti";

/* Verb 'OK' on a button */
"OK" = "Tamam";

/* Button on the away reminder notification which sets every account back to available */
"Return" = "Geri Dön";

/* No comment provided by engineer. */
"Send" = "Gönder";